{
  "en": "Nab\n/nab/\n\nverb\n    catch (someone) doing something wrong.\n        - \"Olympic drug tests nabbed another athlete yesterday\"\n    Synonyms: catch, capture, apprehend, arrest, seize, grab, nail, pull in, pick up\n\nabbreviation\n    National Association of Broadcasters.\n\nSynonyms\n    verb\n        - catch, capture, apprehend, arrest, seize, grab, nail, pull in, pick up\n        - cop, collar, pick up, nail, apprehend, arrest\n\nExamples\n    - The prize, set at €100,000, is one of the richest literary bonanzas to nab.\n\n    - And now here we have a police spokesperson saying, ‘No, we wanted to nab him not because of what he did, but because of what he might do.’\n\n    - It is even sometimes possible to nab an emergency-exit seat with extra legroom.\n\n    - They had not only defeated the evil Mayor but had taken out his guards and nabbed several choice pieces of loot from the mansion.\n\n    - He jumped bail on the eve of his 1981 trial and spent two decades on the run before he was nabbed.\n\n    - Hume finally nabbed him living a genteel life in San Francisco, and sent him to prison.\n\n    - On February 10, 1994, he was nabbed by the security forces.\n\n    - Still shaking I opened my door and walked across the hallway and nabbed some tissues.\n\n    - Sex, death, love, religion and coffee are all present and correct, bustling and jostling with each other as if attempting to nab a good seat in a particularly packed cinema.\n\n    - This sense of statelessness terrified him and he dreaded what might happen if the Indonesian or Malaysian police nabbed him.\n\n    - Why announce his arrest to the world before actually nabbing him?\n\n    - Undoing the clasp, he lurches forward and nabs the strap of my dress.\n\n    - He was nabbed by members of the Garda National Drugs Unit in December 1998 when he was caught sneaking into the country and jailed for a year.\n\n    - The CIA missed its best chance of nabbing him - during his stay in Sudan - and soon he was off to Afghanistan.\n\n    - After nabbing Brian from a care facility, Larry brings him to his apartment.\n\n    - The man falls in his own trap when cops set out to nab him.\n\n    - He reached into the trunk of the taxi and grabbed his suitcase, nabbing the bottle.\n\n    - That is why when Delhi Police nabbed him on June 9 on charges of violating the Official Secrets Act, fellow journalists were amazed.\n\n    - Josie walks up to her dorm, and nabs a key chain from her pocket.\n\n    - Police in Scotland have nabbed their first motorists caught using mobile phones while behind the wheel.\n\n    - But he was nabbed in Denmark so the royal trust fund is safe.\n\n    - The CIA and Peruvian officials figured out where he shopped, combed through trash bins to find the wrappers and his location, and nabbed him.\n\n    - But it was the Iraqis who nabbed him and turned him over to coalition authorities.\n\n    - This presence is kind of like hopping out of the car to stand in a parking space so no one nabs it while your friend drives around the block.\n\n    - He has short hair, and when the police nabbed him, he was dressed in blue track pants and a greyish jersey.\n\n    - He's been detained in Japan since mid-July, when he was nabbed for traveling with an invalid passport.\n\n    - A bit of nosing around behind the curtains helped us nab seats in the second row for the best view.\n\n    - That afternoon, before I could snake out to the buses, I was nabbed by two of the student council decorating committee.\n\n    - Nonetheless, he was openly delighted at nabbing the final seat in the ward.\n\n    - Tucker lifted his fork and nabbed a piece from Merissa.\n\nSee also\n    nab\n", 
  "ja": "Nab\n/nab/\n\n逮捕\n(Taiho)\n\nDefinitions of Nab\n[ English -> 日本語 ]\n\nverb\n    捕まえる\n        catch, capture, arrest, seize, apprehend, nab\n    捉まえる\n        catch, arrest, apprehend, seize, capture, nab\n    かっさらう\n        nab\n", 
  "zh": "Nab"
}